Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# frequent_background_location_delivery_30s_explanation
source: Accepted updates are stored locally and sent together when the 30-second window is reached.
da: Accepterede opdateringer gemmes lokalt og sendes samlet, når vinduet på 30 sekunder er nået.
de: Akzeptierte Updates werden lokal gespeichert und gemeinsam gesendet, wenn das 30-Sekunden-Fenster erreicht ist.
es: Las actualizaciones aceptadas se guardan localmente y se envían juntas al cumplirse la ventana de 30 segundos.
fi: Hyväksytyt päivitykset tallennetaan paikallisesti ja lähetetään yhdessä, kun 30 sekunnin ikkuna täyttyy.
fr: Les mises à jour acceptées sont conservées localement puis envoyées ensemble lorsque la fenêtre de 30 secondes est atteinte.
it: Gli aggiornamenti accettati vengono salvati localmente e inviati insieme al termine della finestra di 30 secondi.
ja: 受け入れられた更新をローカルに保存し、30秒の送信ウィンドウに達したらまとめて送信します。
nl: Geaccepteerde updates worden lokaal bewaard en samen verzonden wanneer het venster van 30 seconden is bereikt.
zh_hans: 已接受的更新会先保存在本地，并在 30 秒窗口到达后一起发送。

# frequent_background_location_delivery_immediate
source: Immediately
da: Med det samme
de: Sofort
es: Inmediatamente
fi: Heti
fr: Immédiatement
it: Subito
ja: すぐに
nl: Meteen
zh_hans: 立即

# frequent_background_location_delivery_immediate_explanation
source: Default. Each accepted background update is sent to the server right away.
da: Standard. Hver accepteret baggrundsopdatering sendes straks til serveren.
de: Standard. Jedes akzeptierte Hintergrund-Update wird sofort an den Server gesendet.
es: Predeterminado. Cada actualización en segundo plano aceptada se envía al servidor de inmediato.
fi: Oletus. Jokainen hyväksytty taustapäivitys lähetetään palvelimelle heti.
fr: Par défaut. Chaque mise à jour en arrière-plan acceptée est envoyée immédiatement au serveur.
it: Predefinito. Ogni aggiornamento in background accettato viene inviato subito al server.
ja: 標準。受け入れられたバックグラウンド更新をそれぞれすぐにサーバーへ送信します。
nl: Standaard. Elke geaccepteerde achtergrondupdate wordt meteen naar de server gestuurd.
zh_hans: 默认。每个已接受的后台更新都会立即发送到服务器。

# frequent_background_location_delivery_mode_title
source: Send to server
da: Send til server
de: An Server senden
es: Enviar al servidor
fi: Lähetä palvelimelle
fr: Envoyer au serveur
it: Invia al server
ja: サーバーへ送信
nl: Naar server sturen
zh_hans: 发送到服务器

# frequent_background_location_duration_1h_explanation
source: Frequent background updates turn off after 1 hour, then Miataru returns to significant-change mode.
da: Hyppigere baggrundsopdateringer slås fra efter 1 time, og Miataru vender tilbage til significant-change-tilstand.
de: Häufigere Hintergrund-Updates werden nach 1 Stunde ausgeschaltet, danach nutzt Miataru wieder den Significant-Change-Modus.
es: Las actualizaciones frecuentes en segundo plano se desactivan después de 1 hora y Miataru vuelve al modo de cambios significativos.
fi: Tiheämmät taustapäivitykset poistuvat käytöstä 1 tunnin jälkeen, ja Miataru palaa merkittävän sijaintimuutoksen tilaan.
fr: Les mises à jour fréquentes en arrière-plan se désactivent après 1 heure, puis Miataru revient au mode de changements significatifs.
it: Gli aggiornamenti frequenti in background si disattivano dopo 1 ora, poi Miataru torna alla modalità cambiamenti significativi.
ja: 1時間後に、より頻繁なバックグラウンド更新をオフにし、Miataru は Significant-Change モードに戻ります。
nl: Frequentere achtergrondupdates worden na 1 uur uitgeschakeld, waarna Miataru terugkeert naar de significant-change-modus.
zh_hans: 1 小时后会关闭更频繁的后台更新，Miataru 会返回显著位置变化模式。

# frequent_background_location_duration_4h_explanation
source: Default. Frequent background updates turn off after 4 hours, then Miataru returns to significant-change mode.
da: Standard. Hyppigere baggrundsopdateringer slås fra efter 4 timer, og Miataru vender tilbage til significant-change-tilstand.
de: Standard. Häufigere Hintergrund-Updates werden nach 4 Stunden ausgeschaltet, danach nutzt Miataru wieder den Significant-Change-Modus.
es: Predeterminado. Las actualizaciones frecuentes en segundo plano se desactivan después de 4 horas y Miataru vuelve al modo de cambios significativos.
fi: Oletus. Tiheämmät taustapäivitykset poistuvat käytöstä 4 tunnin jälkeen, ja Miataru palaa merkittävän sijaintimuutoksen tilaan.
fr: Par défaut. Les mises à jour fréquentes en arrière-plan se désactivent après 4 heures, puis Miataru revient au mode de changements significatifs.
it: Predefinito. Gli aggiornamenti frequenti in background si disattivano dopo 4 ore, poi Miataru torna alla modalità cambiamenti significativi.
ja: 標準。4時間後に、より頻繁なバックグラウンド更新をオフにし、Miataru は Significant-Change モードに戻ります。
nl: Standaard. Frequentere achtergrondupdates worden na 4 uur uitgeschakeld, waarna Miataru terugkeert naar de significant-change-modus.
zh_hans: 默认。4 小时后会关闭更频繁的后台更新，Miataru 会返回显著位置变化模式。

# frequent_background_location_duration_12h_explanation
source: Frequent background updates turn off after 12 hours, then Miataru returns to significant-change mode.
da: Hyppigere baggrundsopdateringer slås fra efter 12 timer, og Miataru vender tilbage til significant-change-tilstand.
de: Häufigere Hintergrund-Updates werden nach 12 Stunden ausgeschaltet, danach nutzt Miataru wieder den Significant-Change-Modus.
es: Las actualizaciones frecuentes en segundo plano se desactivan después de 12 horas y Miataru vuelve al modo de cambios significativos.
fi: Tiheämmät taustapäivitykset poistuvat käytöstä 12 tunnin jälkeen, ja Miataru palaa merkittävän sijaintimuutoksen tilaan.
fr: Les mises à jour fréquentes en arrière-plan se désactivent après 12 heures, puis Miataru revient au mode de changements significatifs.
it: Gli aggiornamenti frequenti in background si disattivano dopo 12 ore, poi Miataru torna alla modalità cambiamenti significativi.
ja: 12時間後に、より頻繁なバックグラウンド更新をオフにし、Miataru は Significant-Change モードに戻ります。
nl: Frequentere achtergrondupdates worden na 12 uur uitgeschakeld, waarna Miataru terugkeert naar de significant-change-modus.
zh_hans: 12 小时后会关闭更频繁的后台更新，Miataru 会返回显著位置变化模式。

# frequent_background_location_duration_24h_explanation
source: Frequent background updates turn off after 24 hours, then Miataru returns to significant-change mode.
da: Hyppigere baggrundsopdateringer slås fra efter 24 timer, og Miataru vender tilbage til significant-change-tilstand.
de: Häufigere Hintergrund-Updates werden nach 24 Stunden ausgeschaltet, danach nutzt Miataru wieder den Significant-Change-Modus.
es: Las actualizaciones frecuentes en segundo plano se desactivan después de 24 horas y Miataru vuelve al modo de cambios significativos.
fi: Tiheämmät taustapäivitykset poistuvat käytöstä 24 tunnin jälkeen, ja Miataru palaa merkittävän sijaintimuutoksen tilaan.
fr: Les mises à jour fréquentes en arrière-plan se désactivent après 24 heures, puis Miataru revient au mode de changements significatifs.
it: Gli aggiornamenti frequenti in background si disattivano dopo 24 ore, poi Miataru torna alla modalità cambiamenti significativi.
ja: 24時間後に、より頻繁なバックグラウンド更新をオフにし、Miataru は Significant-Change モードに戻ります。
nl: Frequentere achtergrondupdates worden na 24 uur uitgeschakeld, waarna Miataru terugkeert naar de significant-change-modus.
zh_hans: 24 小时后会关闭更频繁的后台更新，Miataru 会返回显著位置变化模式。

# frequent_background_location_duration_never_explanation
source: Frequent background updates stay on until you turn them off manually.
da: Hyppigere baggrundsopdateringer forbliver aktive, indtil du slår dem fra manuelt.
de: Häufigere Hintergrund-Updates bleiben aktiv, bis du sie manuell ausschaltest.
es: Las actualizaciones frecuentes en segundo plano permanecen activas hasta que las desactives manualmente.
fi: Tiheämmät taustapäivitykset pysyvät käytössä, kunnes poistat ne käytöstä käsin.
fr: Les mises à jour fréquentes en arrière-plan restent actives jusqu’à ce que vous les désactiviez manuellement.
it: Gli aggiornamenti frequenti in background restano attivi finché non li disattivi manualmente.
ja: 手動でオフにするまで、より頻繁なバックグラウンド更新は有効なままです。
nl: Frequentere achtergrondupdates blijven actief totdat je ze handmatig uitschakelt.
zh_hans: 更频繁的后台更新会保持开启，直到你手动将其关闭。

# frequent_background_location_expired_notification_body
source: The temporary frequent background location mode ended automatically. Miataru now uses the standard background update mode again.
da: Den midlertidige tilstand for hyppige baggrundsopdateringer er afsluttet automatisk. Miataru bruger nu standardtilstanden for baggrundsopdateringer igen.
de: Der temporäre Modus für häufige Hintergrund-Standortupdates wurde automatisch beendet. Miataru nutzt jetzt wieder den Standardmodus für Hintergrundupdates.
es: El modo temporal de ubicación frecuente en segundo plano terminó automáticamente. Miataru vuelve a usar el modo estándar de actualizaciones en segundo plano.
fi: Väliaikainen tiheä taustasijaintitila päättyi automaattisesti. Miataru käyttää nyt taas taustapäivitysten vakiotilaa.
fr: Le mode temporaire de localisation fréquente en arrière-plan s’est terminé automatiquement. Miataru utilise de nouveau le mode standard des mises à jour en arrière-plan.
it: La modalità temporanea di posizione frequente in background è terminata automaticamente. Miataru usa di nuovo la modalità standard per gli aggiornamenti in background.
ja: 一時的な頻繁なバックグラウンド位置情報モードは自動的に終了しました。Miataru は再び標準のバックグラウンド更新モードを使用しています。
nl: De tijdelijke frequentere achtergrondlocatiemodus is automatisch beëindigd. Miataru gebruikt nu weer de standaardmodus voor achtergrondupdates.
zh_hans: 临时的频繁后台位置模式已自动结束。Miataru 现在已重新使用标准后台更新模式。

# frequent_background_location_expired_notification_title
source: Background tracking is back to standard
da: Baggrundssporing er tilbage i standardtilstand
de: Hintergrund-Tracking ist wieder im Standardmodus
es: El seguimiento en segundo plano vuelve al modo estándar
fi: Taustaseuranta on taas vakiotilassa
fr: Le suivi en arrière-plan est revenu au mode standard
it: Il tracciamento in background è tornato alla modalità standard
ja: バックグラウンド追跡が標準モードに戻りました
nl: Achtergrondtracking is terug naar de standaardmodus
zh_hans: 后台跟踪已恢复为标准模式

# frequent_background_location_reminder_notification_body
source: Miataru is using the never-expiring frequent background location mode. Tap to open Advanced Options and turn it off.
da: Miataru bruger den hyppige baggrundstilstand uden udløb. Tryk for at åbne avancerede indstillinger og slå den fra.
de: Miataru nutzt den nie ablaufenden Modus für häufige Hintergrund-Standortupdates. Tippe, um die erweiterten Einstellungen zu öffnen und ihn auszuschalten.
es: Miataru está usando el modo frecuente de ubicación en segundo plano sin caducidad. Toca para abrir las opciones avanzadas y desactivarlo.
fi: Miataru käyttää päättymätöntä tiheää taustasijaintitilaa. Avaa lisäasetukset napauttamalla ja poista se käytöstä.
fr: Miataru utilise le mode de localisation fréquent en arrière-plan sans expiration. Touchez pour ouvrir les options avancées et le désactiver.
it: Miataru sta usando la modalità frequente di posizione in background senza scadenza. Tocca per aprire le opzioni avanzate e disattivarla.
ja: Miataru は期限なしの頻繁なバックグラウンド位置情報モードを使用しています。タップして詳細設定を開き、オフにできます。
nl: Miataru gebruikt de frequentere achtergrondlocatiemodus zonder eindtijd. Tik om Geavanceerde opties te openen en deze uit te schakelen.
zh_hans: Miataru 正在使用永不过期的频繁后台位置模式。轻点可打开高级选项并将其关闭。

# frequent_background_location_reminder_notification_title
source: Frequent background tracking is still on
da: Hyppig baggrundssporing er stadig slået til
de: Häufiges Hintergrund-Tracking ist noch aktiv
es: El seguimiento frecuente en segundo plano sigue activo
fi: Tiheä taustaseuranta on edelleen päällä
fr: Le suivi fréquent en arrière-plan est toujours actif
it: Il tracciamento frequente in background è ancora attivo
ja: 頻繁なバックグラウンド追跡がまだ有効です
nl: Frequent volgen op de achtergrond staat nog aan
zh_hans: 频繁后台跟踪仍处于开启状态

# frequent_background_location_updates_active_hint_format
source: Frequent background updates are active. Miataru requests updates after about %d m of movement.
da: Hyppigere baggrundsopdateringer er aktive. Miataru anmoder om opdateringer efter ca. %d m bevægelse.
de: Häufigere Hintergrund-Updates sind aktiv. Miataru fordert Updates nach etwa %d m Bewegung an.
es: Las actualizaciones frecuentes en segundo plano están activas. Miataru solicita actualizaciones tras unos %d m de movimiento.
fi: Tiheämmät taustapäivitykset ovat käytössä. Miataru pyytää päivityksiä noin %d m liikkumisen jälkeen.
fr: Les mises à jour fréquentes en arrière-plan sont actives. Miataru demande des mises à jour après environ %d m de déplacement.
it: Gli aggiornamenti frequenti in background sono attivi. Miataru richiede aggiornamenti dopo circa %d m di movimento.
ja: 頻繁なバックグラウンド更新が有効です。Miataru は約 %d m の移動後に更新を要求します。
nl: Frequentere achtergrondupdates zijn actief. Miataru vraagt updates aan na ongeveer %d m beweging.
zh_hans: 更频繁的后台更新已启用。Miataru 会在移动约 %d 米后请求更新。

# frequent_background_location_updates_battery_warning
source: Warning: This mode can increase battery usage.
da: Advarsel: Denne tilstand kan øge batteriforbruget mærkbart.
de: Warnung: In diesem Modus ist mit erhöhtem Akkuverbrauch zu rechnen.
es: Advertencia: este modo puede aumentar el consumo de batería.
fi: Varoitus: Tämä tila voi lisätä akun kulutusta.
fr: Avertissement : ce mode peut augmenter la consommation de batterie.
it: Attenzione: questa modalità può aumentare il consumo della batteria.
ja: 警告: このモードではバッテリー消費が増える可能性があります。
nl: Waarschuwing: deze modus kan het batterijverbruik verhogen.
zh_hans: 警告：此模式可能会增加电池消耗。

# frequent_background_location_updates_device_list_notice
source: More frequent background updates are active.
da: Hyppigere baggrundsopdateringer er aktive.
de: Häufigere Hintergrund-Updates sind aktiv.
es: Las actualizaciones en segundo plano más frecuentes están activas.
fi: Tiheämmät taustapäivitykset ovat käytössä.
fr: Les mises à jour en arrière-plan plus fréquentes sont actives.
it: Gli aggiornamenti in background più frequenti sono attivi.
ja: より頻繁なバックグラウンド更新が有効です。
nl: Frequentere achtergrondupdates zijn actief.
zh_hans: 更频繁的后台更新已启用。

# frequent_background_location_updates_device_list_notice_expires_format
source: Active until %@.
da: Aktiv indtil %@.
de: Aktiv bis %@.
es: Activo hasta %@.
fi: Käytössä asti %@.
fr: Actif jusqu’à %@.
it: Attivo fino a %@.
ja: %@ まで有効です。
nl: Actief tot %@.
zh_hans: 有效期至 %@。

# frequent_background_location_updates_device_list_notice_hint
source: Opens Advanced Options.
da: Åbner Avancerede indstillinger.
de: Öffnet die Erweiterten Optionen.
es: Abre Opciones avanzadas.
fi: Avaa Lisäasetukset.
fr: Ouvre les Options avancées.
it: Apre Opzioni avanzate.
ja: 詳細オプションを開きます。
nl: Opent Geavanceerde opties.
zh_hans: 打开高级选项。

# frequent_background_location_updates_duration_title
source: Automatically disable after
da: Deaktiver automatisk efter
de: Automatisch deaktivieren nach
es: Desactivar automáticamente después de
fi: Poista automaattisesti käytöstä ajan jälkeen
fr: Désactiver automatiquement après
it: Disattiva automaticamente dopo
ja: 自動的に無効化するまで
nl: Automatisch uitschakelen na
zh_hans: 自动停用时间

# frequent_background_location_updates_duration_unlimited
source: Never
da: Aldrig
de: Nie
es: Nunca
fi: Ei koskaan
fr: Jamais
it: Mai
ja: なし
nl: Nooit
zh_hans: 永不

# frequent_background_location_updates_explanation
source: When this is off, Miataru keeps using the current battery-saving significant-change mode. When it is on, the app tries to deliver updates after the selected movement threshold.
da: Når denne tilstand er slået fra, bruger Miataru den nuværende batteribesparende significant-change-tilstand. Når den er slået til, forsøger appen at levere opdateringer efter den valgte bevægelsestærskel.
de: Wenn diese Option ausgeschaltet ist, nutzt Miataru den bisherigen energiesparenden Significant-Change-Modus. Wenn sie eingeschaltet ist, versucht die App, Updates ab der gewählten Bewegungsschwelle zu liefern.
es: Cuando está desactivado, Miataru sigue usando el modo actual de ahorro de batería con cambios significativos. Cuando está activado, la app intenta entregar actualizaciones después del umbral de movimiento elegido.
fi: Kun tämä on pois käytöstä, Miataru käyttää nykyistä akkua säästävää significant-change-tilaa. Kun se on käytössä, sovellus yrittää toimittaa päivityksiä valitun liikkumiskynnyksen jälkeen.
fr: Lorsque cette option est désactivée, Miataru conserve le mode actuel économe en batterie basé sur les changements significatifs. Lorsqu’elle est activée, l’app essaie d’envoyer des mises à jour après le seuil de déplacement choisi.
it: Quando questa opzione è disattivata, Miataru continua a usare l’attuale modalità a risparmio batteria basata sui cambiamenti significativi. Quando è attiva, l’app prova a inviare aggiornamenti dopo la soglia di movimento scelta.
ja: オフの場合、Miataru は現在の省電力な Significant-Change モードを使い続けます。オンの場合、選択した移動しきい値を超えた後に更新を届けようとします。
nl: Als dit uit staat, blijft Miataru de huidige batterijbesparende significant-change-modus gebruiken. Als dit aan staat, probeert de app updates te leveren na de gekozen bewegingsdrempel.
zh_hans: 关闭时，Miataru 会继续使用当前省电的显著位置变化模式。开启时，应用会尝试在达到所选移动阈值后发送更新。

# frequent_background_location_updates_title
source: More frequent background updates
da: Hyppigere baggrundsopdateringer
de: Häufigere Hintergrund-Updates
es: Actualizaciones en segundo plano más frecuentes
fi: Tiheämmät taustapäivitykset
fr: Mises à jour en arrière-plan plus fréquentes
it: Aggiornamenti in background più frequenti
ja: より頻繁なバックグラウンド更新
nl: Frequentere achtergrondupdates
zh_hans: 更频繁的后台更新

# frequent_background_visitor_check_1m
source: Every minute
da: Hvert minut
de: Alle 1 Minute
es: Cada minuto
fi: Minuutin välein
fr: Toutes les minutes
it: Ogni minuto
ja: 1分ごと
nl: Elke minuut
zh_hans: 每分钟

# frequent_background_visitor_check_1m_explanation
source: In frequent background mode, visitor history is requested at most once every minute. Location uploads continue according to the server-delivery setting.
da: I den hyppigere baggrundstilstand hentes visitorhistorikken højst én gang i minuttet. Lokationsuploads følger fortsat serverens sendeindstilling.
de: Im häufigeren Hintergrundmodus wird die Besucherhistorie höchstens einmal pro Minute abgefragt. Standort-Uploads laufen weiter gemäß der Sendeeinstellung zum Server.
es: En el modo frecuente en segundo plano, el historial de visitantes se solicita como máximo una vez por minuto. Las cargas de ubicación siguen la opción de envío al servidor.
fi: Tiheämmässä taustatilassa vierailijahistoria haetaan enintään kerran minuutissa. Sijaintilähetykset noudattavat edelleen palvelimelle lähettämisen asetusta.
fr: En mode arrière-plan fréquent, l’historique des visiteurs est demandé au plus une fois par minute. Les envois de position suivent toujours le réglage d’envoi au serveur.
it: Nella modalità frequente in background, la cronologia visitatori viene richiesta al massimo una volta al minuto. Gli invii della posizione seguono ancora l’impostazione di invio al server.
ja: より頻繁なバックグラウンドモードでは、訪問者履歴の取得は最大でも1分に1回です。位置情報のアップロードはサーバー送信設定に従います。
nl: In de frequentere achtergrondmodus wordt de bezoekersgeschiedenis hoogstens eenmaal per minuut opgevraagd. Locatie-uploads blijven de serververzendinstelling volgen.
zh_hans: 在更频繁的后台模式下，访客历史最多每分钟请求一次。位置上传仍会遵循服务器发送设置。

# frequent_background_visitor_check_5m
source: Every 5 minutes
da: Hvert 5. minut
de: Alle 5 Minuten
es: Cada 5 minutos
fi: 5 minuutin välein
fr: Toutes les 5 minutes
it: Ogni 5 minuti
ja: 5分ごと
nl: Elke 5 minuten
zh_hans: 每 5 分钟

# frequent_background_visitor_check_5m_explanation
source: In frequent background mode, visitor history is requested at most every 5 minutes. Location uploads continue according to the server-delivery setting.
da: I den hyppigere baggrundstilstand hentes visitorhistorikken højst hvert 5. minut. Lokationsuploads følger fortsat serverens sendeindstilling.
de: Im häufigeren Hintergrundmodus wird die Besucherhistorie höchstens alle 5 Minuten abgefragt. Standort-Uploads laufen weiter gemäß der Sendeeinstellung zum Server.
es: En el modo frecuente en segundo plano, el historial de visitantes se solicita como máximo cada 5 minutos. Las cargas de ubicación siguen la opción de envío al servidor.
fi: Tiheämmässä taustatilassa vierailijahistoria haetaan enintään 5 minuutin välein. Sijaintilähetykset noudattavat edelleen palvelimelle lähettämisen asetusta.
fr: En mode arrière-plan fréquent, l’historique des visiteurs est demandé au plus toutes les 5 minutes. Les envois de position suivent toujours le réglage d’envoi au serveur.
it: Nella modalità frequente in background, la cronologia visitatori viene richiesta al massimo ogni 5 minuti. Gli invii della posizione seguono ancora l’impostazione di invio al server.
ja: より頻繁なバックグラウンドモードでは、訪問者履歴の取得は最大でも5分ごとです。位置情報のアップロードはサーバー送信設定に従います。
nl: In de frequentere achtergrondmodus wordt de bezoekersgeschiedenis hoogstens elke 5 minuten opgevraagd. Locatie-uploads blijven de serververzendinstelling volgen.
zh_hans: 在更频繁的后台模式下，访客历史最多每 5 分钟请求一次。位置上传仍会遵循服务器发送设置。

# frequent_background_visitor_check_10m
source: Every 10 minutes
da: Hvert 10. minut
de: Alle 10 Minuten
es: Cada 10 minutos
fi: 10 minuutin välein
fr: Toutes les 10 minutes
it: Ogni 10 minuti
ja: 10分ごと
nl: Elke 10 minuten
zh_hans: 每 10 分钟

# frequent_background_visitor_check_10m_explanation
source: Default. In frequent background mode, visitor history is requested at most every 10 minutes. Location uploads continue according to the server-delivery setting.
da: Standard. I den hyppigere baggrundstilstand hentes visitorhistorikken højst hvert 10. minut. Lokationsuploads følger fortsat serverens sendeindstilling.
de: Standard. Im häufigeren Hintergrundmodus wird die Besucherhistorie höchstens alle 10 Minuten abgefragt. Standort-Uploads laufen weiter gemäß der Sendeeinstellung zum Server.
es: Predeterminado. En el modo frecuente en segundo plano, el historial de visitantes se solicita como máximo cada 10 minutos. Las cargas de ubicación siguen la opción de envío al servidor.
fi: Oletus. Tiheämmässä taustatilassa vierailijahistoria haetaan enintään 10 minuutin välein. Sijaintilähetykset noudattavat edelleen palvelimelle lähettämisen asetusta.
fr: Par défaut. En mode arrière-plan fréquent, l’historique des visiteurs est demandé au plus toutes les 10 minutes. Les envois de position suivent toujours le réglage d’envoi au serveur.
it: Predefinito. Nella modalità frequente in background, la cronologia visitatori viene richiesta al massimo ogni 10 minuti. Gli invii della posizione seguono ancora l’impostazione di invio al server.
ja: 標準。より頻繁なバックグラウンドモードでは、訪問者履歴の取得は最大でも10分ごとです。位置情報のアップロードはサーバー送信設定に従います。
nl: Standaard. In de frequentere achtergrondmodus wordt de bezoekersgeschiedenis hoogstens elke 10 minuten opgevraagd. Locatie-uploads blijven de serververzendinstelling volgen.
zh_hans: 默认。在更频繁的后台模式下，访客历史最多每 10 分钟请求一次。位置上传仍会遵循服务器发送设置。

# frequent_background_visitor_check_30m
source: Every 30 minutes
da: Hvert 30. minut
de: Alle 30 Minuten
es: Cada 30 minutos
fi: 30 minuutin välein
fr: Toutes les 30 minutes
it: Ogni 30 minuti
ja: 30分ごと
nl: Elke 30 minuten
zh_hans: 每 30 分钟
